import { ILocaleState } from "./@types";

export const enLocale: ILocaleState = {
  currentLocale: "en",
  test: "Test Eng",
  SignIn: "SIGN IN",
  SignUp: "SIGN UP",
  Home: "Home",
  Service: "Our Service",
  AboutUs: "About Us",
  Contact: "Contact",
  Appointment: "Make an appointment",
  Question: [
    {
      Question:
        "ในสถานการณ์โควิด 19 ต้องการได้รับการดูแลต่อเนื่องทางกายภาพบำบัดและกิจกรรมบำบัด จะทำได้อย่างไร",
      Answer:
        "การบริการ HealthcaRE Tele-delivery service (HeaRTS) เป็นการบริการทางไกล ที่สามารถดูแลควบคู่ไปกับการดูแลทางกายภาพบำบัด และกิจกรรมบำบัดที่ศูนย์กายภาพบำบัด มหาวิทยาลัยมหิดลได้อย่างต่อเนื่อง",
    },
    {
      Question:
        "การบริการทางไกล โดยนักกายภาพบำบัด นักกิจกรรมบำบัดที่เชี่ยวชาญมีไหม",
      Answer:
        "ที่ศูนย์กายภาพบำบัด คณะกายภาพบำบัด มหาวิทยาลัยมหิดลมีนักกายภาพบำบัด และนักกิจกรรมบำบัดที่มีความเชี่ยวชาญ และคลินิกเฉพาะทางในการบริการ HealthcaRE Tele-delivery Service สนใจสามารถติดต่อ รับบริการได้ค่ะ",
    },
    {
      Question:
        "ไม่อยากให้ผู้ป่วยเดินทางบ่อย กลัวการติดเชื้อ มีทางเลือกในการดูแลทางกายภาพบำบัด และกิจกรรมบำบัดไหม",
      Answer:
        "มีการบริการ HealthcaRE Tele-delivery Service บริการกายภาพบำบัด กิจกรรมบำบัดทางไกล บริการด้วยใจ ทุกที่ ทุกเวลา ออกแบบมาเฉพาะคุณ",
    },
    {
      Question:
        "ที่บ้านไม่มีผู้ดูแลผู้ป่วย มีวิธีการดูแลทางกายภาพบำบัด และกิจกรรมบำบัดให้ผู้ป่วยไหมคะ",
      Answer:
        "HealthcaRE Tele-delivery Service บริการกายภาพบำบัด กิจกรรมบำบัด ช่วยดูแลคุณ",
    },
    {
      Question: "ผู้ดูแลผู้ป่วยไม่มีแนวทางที่ถูกต้องและเหมาะสมในการดูแลผู้ป่วย",
      Answer:
        "การบริการ HealthcaRE Tele-delivery Service บริการกายภาพบำบัด กิจกรรมบำบัดทางไกล สามารถให้ความรู้แก่ผู้ดูแล เพื่อดูแลผู้ป่วยของคุณโดยเฉพาะ",
    },
    {
      Question:
        "เป็นคนสุขภาพดีอยู่แล้วและต้องการดูแลตนเองเพื่อให้คงสุขภาพดี ทำอย่างไรดี",
      Answer:
        "การบริการ HealthcaRE Tele-delivery Service บริการกายภาพบำบัด กิจกรรมบำบัด ดูแลส่งเสริม ป้องกันโรคทุกกลุ่มวัย เพื่อให้คงคุณภาพชีวิตที่ดีให้อยู่กับคุณตลอดไป",
    },
  ],
};

export const thLocale: ILocaleState = {
  currentLocale: "th",
  test: "ทดสอบไทย",
  SignIn: "เข้าสู่ระบบ",
  SignUp: "สมัครสมาชิก",
  Home: "หน้าหลัก",
  Service: "เซอร์วิส",
  AboutUs: "เกี่ยวกับพวกเรา",
  Contact: "ติดต่อเรา",
  Appointment: "นัดหมาย",
  Question: [
    {
      Question:
        "ในสถานการณ์โควิด 19 ต้องการได้รับการดูแลต่อเนื่องทางกายภาพบำบัดและกิจกรรมบำบัด จะทำได้อย่างไร",
      Answer:
        "การบริการ HealthcaRE Tele-delivery service (HeaRTS) เป็นการบริการทางไกล ที่สามารถดูแลควบคู่ไปกับการดูแลทางกายภาพบำบัด และกิจกรรมบำบัดที่ศูนย์กายภาพบำบัด มหาวิทยาลัยมหิดลได้อย่างต่อเนื่อง",
    },
    {
      Question:
        "การบริการทางไกล โดยนักกายภาพบำบัด นักกิจกรรมบำบัดที่เชี่ยวชาญมีไหม",
      Answer:
        "ที่ศูนย์กายภาพบำบัด คณะกายภาพบำบัด มหาวิทยาลัยมหิดลมีนักกายภาพบำบัด และนักกิจกรรมบำบัดที่มีความเชี่ยวชาญ และคลินิกเฉพาะทางในการบริการ HealthcaRE Tele-delivery Service สนใจสามารถติดต่อ รับบริการได้ค่ะ",
    },
    {
      Question:
        "ไม่อยากให้ผู้ป่วยเดินทางบ่อย กลัวการติดเชื้อ มีทางเลือกในการดูแลทางกายภาพบำบัด และกิจกรรมบำบัดไหม",
      Answer:
        "มีการบริการ HealthcaRE Tele-delivery Service บริการกายภาพบำบัด กิจกรรมบำบัดทางไกล บริการด้วยใจ ทุกที่ ทุกเวลา ออกแบบมาเฉพาะคุณ",
    },
    {
      Question:
        "ที่บ้านไม่มีผู้ดูแลผู้ป่วย มีวิธีการดูแลทางกายภาพบำบัด และกิจกรรมบำบัดให้ผู้ป่วยไหมคะ",
      Answer:
        "HealthcaRE Tele-delivery Service บริการกายภาพบำบัด กิจกรรมบำบัด ช่วยดูแลคุณ",
    },
    {
      Question: "ผู้ดูแลผู้ป่วยไม่มีแนวทางที่ถูกต้องและเหมาะสมในการดูแลผู้ป่วย",
      Answer:
        "การบริการ HealthcaRE Tele-delivery Service บริการกายภาพบำบัด กิจกรรมบำบัดทางไกล สามารถให้ความรู้แก่ผู้ดูแล เพื่อดูแลผู้ป่วยของคุณโดยเฉพาะ",
    },
    {
      Question:
        "เป็นคนสุขภาพดีอยู่แล้วและต้องการดูแลตนเองเพื่อให้คงสุขภาพดี ทำอย่างไรดี",
      Answer:
        "การบริการ HealthcaRE Tele-delivery Service บริการกายภาพบำบัด กิจกรรมบำบัด ดูแลส่งเสริม ป้องกันโรคทุกกลุ่มวัย เพื่อให้คงคุณภาพชีวิตที่ดีให้อยู่กับคุณตลอดไป",
    },
  ],
};
